#include <stdio.h>
#include <stdlib.h>
#include <string.h>
#include <ctype.h>
#include <stdbool.h>

// ВОПРОС 1.1

// ВОПРОС 1.2

// ВОПРОС 2.1

// ВОПРОС 2.2

// ВОПРОС 3.1

// ВОПРОС 3.2

// ВОПРОС 4.1

// ВОПРОС 4.2

// ВОПРОС 5.1

// ВОПРОС 5.2

// ВОПРОС 6.1

// ВОПРОС 6.2

// ВОПРОС 7.1

// ВОПРОС 7.2

// ВОПРОС 8.1

// ВОПРОС 8.2

// ВОПРОС 9.1

// ВОПРОС 9.2

// ВОПРОС 10.1

// ВОПРОС 10.2

// ВОПРОС 11.1

// ВОПРОС 11.2

// ВОПРОС 12.1

// ВОПРОС 12.2

// ВОПРОС 13.1

// ВОПРОС 13.2

// ВОПРОС 14.1

// ВОПРОС 14.2

// ВОПРОС 15.1

// ВОПРОС 15.2

// ВОПРОС 16.1

// ВОПРОС 16.2

// ВОПРОС 17.1

// ВОПРОС 17.2

// ВОПРОС 18.1

// ВОПРОС 18.2

// ВОПРОС 19.1

// ВОПРОС 19.2

// ВОПРОС 20.1

// ВОПРОС 20.2

// ВОПРОС 21.1

// ВОПРОС 21.2

// ВОПРОС 22.1

// ВОПРОС 22.2

// ВОПРОС 23.1

// ВОПРОС 23.2
